INSERT INTO category (id, name) VALUES
                                    (1, 'Электроника'),
                                    (2, 'Одежда'),
                                    (3, 'Книги');
INSERT INTO product (id, name, description, price, category_id) VALUES
                                                                    (1, 'Смартфон Xiaomi', 'Новый флагман с камерой 108 МП', 299.99, 1),
                                                                    (2, 'Футболка Nike', 'Хлопковая, чёрная, размер M', 29.99, 2),
                                                                    (3, 'Книга «1984»', 'Антиутопия Джорджа Оруэлла', 12.50, 3),
                                                                    (4, 'Наушники Sony', 'Беспроводные, с шумоподавлением', 199.99, 1),
                                                                    (5, 'Джинсы Levi''s', 'Классические, синие, размер 32', 59.99, 2);